 [
  { "id": 1, "imageSrc": "../../assents/imgs/gramaMar.png","titulo":"GramaMar", "text": "Gramas marinhas estão entre os ecossistemas mais ameaçados da Terra. As do Mediterrâneo estão entre as mais predadas. Elas desempenham um papel enorme na saúde dos oceanos. Abrigam importantes espécies de peixes, filtram poluentes da água do mar e armazenam enormes quantidades de carbono que aquece a atmosfera" },
  { "id": 2, "imageSrc": "../../assents/imgs/algas.jpg","titulo":"Algas", "text": "As algas são organismos que anteriormente eram incluídos no Reino Plantae, porém atualmente pertencem ao Reino Protista, sendo a Ficologia (fico = algas; logia = estudo) o ramo da biologia que estuda esses seres: unicelular ou multicelular (filamentosas), eucariontes, fotossintetizantes e viventes em ambientes de água doce (rios, lagos ou superfícies úmidas) ou salgada (mares e oceanos).Esses organismos autotróficos, dispostos na superfície oceânica (compondo o fitoplâncton), consomem o gás oxigênio dissolvido na água para a sua respiração e liberam através do processo fotossintético cerca de 70 a 90% do oxigênio contido na atmosfera. Recebendo, portanto, a denominação de pulmão do mundo, diferente do que muitos pensam que seja a Floresta Amazônica.A reprodução assexuada pode ser tanto por divisão binária, isso nas unicelulares, onde a célula se divide ao meio; quanto por fragmentação, mecanismo de cisão de um segmento no talo nas algas multicelulares. Contudo, algumas espécies multicelulares reproduzem por zoosporia, utilizando-se de células flageladas que se desprendem do talo, locomovendo-se até um local favorável para o desenvolvimento.Porém, a maioria das algas se reproduz de forma sexuada, principalmente as unicelulares haploides, comportando-se como se fossem gametas. Depois de atingido a maturação essas células se fundem, formando um zigoto diploide que irá se dividir por meiose (R!), originando outras quatro células jovens haploides, reiniciando o ciclo.Entre as características consideradas na classificação das algas, destacam-se basicamente duas: o tipo de pigmento fotossintetizante e a presença de substâncias de reservas armazenadas no interior das células, existindo seis filos distintos de acordo com o quadro abaixo:" },
  { "id": 3, "imageSrc": "../../assents/imgs/Lotus-azul-sagrado.jpeg","titulo":"", "text": "Nymphaea (ninfeia)[4] é um género de plantas aquáticas pertencente à família Nymphaeaceae que agrupa cerca de 65 epécies de plantas perenes, com grandes rizomas e folhas peltadas ou cordiformes, achatadas, geralmente flutuantes, cujo órgão de sustentação se situa na face inferior. As flores são perfumadas, com quatro sépalas verdes e grandes pétalas, apresentam coloração que varia conforme a espécie (azul, verde, branco, amarelo e em tons de vermelho).[5] O género tem distribuição cosmopolita, com muitas espécies a serem cultivadas como planta ornamental com múltiplos cultivares criados. Alguns taxa ocorrem como espécies introduzidas,[6] apresentando em alguns casos características invasivas.[7] Entre as espécies mais conhecidas, contam-se os lótus e os nenúfares" },
  { "id": 4, "imageSrc": "../../assents/imgs/image4.jpg","titulo":"", "text": "Texto 4" }
]
